export const videos = [
  {
    id: 1,
    title: 'Собираем щит с мастер-клавишей',
    description:
      'Мастер-клавиша - выключатель, который устанавливается, как правило, в прихожей. Включая и выключая мастер-клавишу, можно управлять нагрузкой (светом и розетками) во всём доме.',
    embedUrl: 'l0rd5aG1sV8',
  },
  {
    id: 2,
    title: 'Собираем щит с мастер-клавишей',
    description:
      'При подключении длинных светодиодных лент может оказаться так, что яркость ленты падает от начала к концу. Это особенно заметно в тех местах, где происходит соединение двух концов лент с разной длиной (чем длиннее лента, тем тусклее её конец). Это связано с падением напряжения на самой ленте.',
    embedUrl: 'Q7M-mcuCDRU',
  },
  {
    id: 3,
    title: 'Инструмент для снятия изоляции от EKF',
    description: 'Обзор инструмента для снятия изоляции WS-11 и WS-14 от EKF.',
    embedUrl: 'yFeP9Fp6dNk',
  },
  {
    id: 4,
    title: 'Как установить ретро розетку своими руками',
    description:
      'Установка ретро розетки и двухклавишного выключателя серии INTERIOR ELC фирмы “Магус ТМ”. Помимо процесса монтажа в видео рассказываю о недостатках данной серии.',
    embedUrl: 'VLQO-OGlfmo',
  },
  {
    id: 5,
    title: 'Обзор. Щит IEK распределительный навесной ЩРн-2х48 IP54 UNIVERSAL.',
    description: 'Обзор на щит IEK серии UNIVERSAL',
    embedUrl: '3z61GykoRQk',
  },
  {
    id: 6,
    title: 'Новый щит Resi9 KV. Стоит ли покупать?',
    description:
      'Обзор щита на 48 модулей новой серии Resi9 от компании Schneider Electric.',
    embedUrl: 'yXbZXMGiQvk',
  },
  {
    id: 7,
    title: 'Наводим порядок в электрощите на лестничной клетке',
    description:
      'Демонтаж старых автоматических выключателей и пакетников. Установка новых автоматов Schneider Electic серии Домовой (Domae) и Easy9. Замена проводов.Соседские группы без изменений. У заказчика 7 отходящих линий, запитанные через УЗО и автоматические выключатели.',
    embedUrl: 'fnwyKrVXdJo',
  },
];
